load-ringan-ep1.yml
config:
  target: "http://localhost:3000"
  phases:
    - duration: 180       
      arrivalRate: 100

scenarios:
  - flow:
      - get:
          url: "http://localhost:3000/indikator?page=1&limit=20&topik=Economic%20Policy%20%26%20Debt:Official%20development%20assistance&sort_by=nama_indikator&order=desc"